{"How do I get the .ron morph files to apply?" :
"Download Trilogy Save Editor (from NexusMods) and in it open the save file containing your morph. Then go to the Head Morph tab and click Export. This will create a .ron file that you can then load into this tool.",
"How do I revert to the default BroShep/FemShep appearance of the clone?" :
"Select Default under Clone's Appearance for the clone you want. Note that any previously applied morphs will be removed, so you must select any morphs you want to use before clicking Apply.",
"Can I use the default appearance for either the male/female clone, and a headmorph for the other one?" :
"Yes. Select Default for the clone you want to keep with the default appearance, and Custom for the other one.",
"Can I apply a male morph to a female clone and vice-versa?" :
"No. This will either create imploded heads, or will outright throw an error due to vertices differences.",
"I don't have access to/can't remember the mods my morph uses, what should I do?" :
"Simply remove the lines that refer to them from your .ron file.",
"Does it matter if I'm using the Vanilla vs version of the mod?" :
"Not at all. You can use either the normal or Vanilla vs mods without issue, as long as their version number is compatible (currently 1.1.0 and higher).",
"How do I add scars to my custom clone?" :
"You need to add the HED_Face_Alignment_Emis, HED_Face_Alignment_Norm, EYE_Diff texture parameters using the Face_EmisScars_0[1-5] textures, and add the HED_Emis_Intensity scalar parameter with a value between 0 to 5.",
"I choose scars when installing the mod via ME3Tweaks Mod Manager, but can't see them in my custom clone after I apply it, what is happening?" :
"The scars install options control the scars for the Default appearance. For headmorphs you need to set them in the .ron file.",
"Some color/texture doesn't look exactly how it should, what should I do?" :
"First of all check that it's not the lighting of the scene, since that can make some colors look a bit off. However, in rare ocasions some scalar values don't look the same in the clone, so try tweaking them in the .ron file. If that doesn't work, post a bug report in the Github page.",
"Can I use a Mass Effect 1/2 headmorph?":
"No. The textures won't match and due to changes in the morph targets you'll end up with a broken mesh. What you can do, however, is start a new game in ME3 importing the save that has your headmorph, then using the resulting save to get the .ron file.",
"Can I use an original trilogy headmorph for the legendary edition and vice-versa?":
"Generally speaking, yes. From what was tested it works just fine, but there may be textures or hairs you'll need to rename due to them changing between versions.",
"Can I use this tool after installing texture mods, like ALOT?" :
"Yes, provided that any required mods are installed prior to texture modding. You can even toggle between the custom and default appearances using this tool without issues.",
"I previously applied a morph for either the female/male clone only, then in a later use of the tool applied a morph for the other clone, but the previous morph got removed and reset to the default appearance, what happened?" :
"Whenever you apply a morph the mod files are reset to avoid any issues, removing in the process any previously applied morphs.",
"Can I use this tool while the game is running?":
"Yes, you can. However, if you apply a morph to change from Default to Custom, rather than replacing an existing one, you'll see the changes the next time you boot the game.",
"An Unhandled Exception occurred, what should I do?" :
"Click the Copy button on the exception window, paste it in an online pastebin, then add it in a bug report in the Github page."}